# Development
brew "hub"
brew "git"
brew "anyenv"
brew "mysql@5.7"
cask "iterm2"

brew "imagemagick"
brew "pkg-config"
brew "libffi"

# Editor
brew "vim"
cask "visual-studio-code"
cask "rubymine"

# Utility
brew "ghq"
brew "peco"
brew "gibo"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "hyperswitch"
cask "shiftit"

# Browser
cask "google-chrome"

# App
cask "slack"
cask "zoom"
